Repository: asm-products/good-habits
Catalog: localizations/*.xliff
Languages: de, it, ja

# 1ut-8Z-WR4.normalTitle
source: Clear reminder
de: Erinnerung löschen
it: Chiaro promemoria
ja: リマインダーを消去する

# 2Ae-ve-lFQ.text
source: GOOD HABITS
de: GUTE GEWOHNHEITEN
it: BUONE ABITUDINI
ja: 良い習慣

# DkH-me-7TJ.text
source: LONGEST UNBROKEN CHAIN
de: LÄNGSTE ERFOLGSSERIE
it: CATENA INTATTA PIÙ LUNGA
ja: 鎖の最長記録

# Eaf-xd-yLd.text
source: HABIT NAME
de: NAME DER GEWOHNHEIT
it: ABITUDINE
ja: 習慣の名前

# JMG-1N-4QX.normalTitle
source: Pause this habit
de: Gewohnheit aussetzen
it: Sospendi abitudine
ja: この習慣を一時停止する

# KPl-V2-xVY.text
source: NEW
de: NEU
it: NUOVO
ja: 新規

# Pvl-5h-Qkx.title
source: Continue
de: Weiter
it: Continua
ja: 続行する

# Sn9-dv-YuW.text
source: GOOD TO HEAR
de: WIE SCHÖN!
ja: よかった！

# TdF-L1-Jwu.text
source: TOTAL DAYS CHECKED
de: GESAMTE ERLEDIGUNGEN
it: TOTALE GIORNI
ja: 合計チェック日数

# U7O-ce-v3o.text
source: We need to move your data to a new store but multiple existing stores have been found. Please pick the store you would like to use. The other(s) will still be available via the info screen.
de: Wir müssen Ihre Daten in einen neuen Speicher verschieben, aber es wurden mehrere Speicher gefunden. Bitte wählen Sie den Speicher aus, den Sie nutzen möchten. Die anderen Speicher sind weiterhin über den Infobildschirm verfügbar.
ja: データを新たなストアに移行する必要がありますが、既存のストアが複数見つかりました。使用したいストアを選んでください。それ以外のストアも情報画面で利用できます。

# WbE-OV-kQ2.text
source: CHART PERIOD
de: GRAFIK-ZEITRAUM
it: PERIODO
ja: チャートの期間

# aSz-PV-rTQ.text
source: Data migration
de: Datenübertragung
it: Migrazione dati
ja: データ移行

# bCb-0a-dVR.normalTitle
source: Restore AW Data
de: AW-Daten wiederherstellen
ja: AWデータを復元する

# dbb-40-lz2.title
source: add
de: Hinzufügen
it: Aggiungi
ja: 追加する

# dcF-l7-O64.placeholder
source: What happened?
de: Was ist passiert?
it: Cosa è successo?
ja: どうしましたか？

# gmw-6d-XIl.normalTitle
source: Delete this habit
de: Gewohnheit löschen
it: Cancella abitudine
ja: この習慣を削除する

# h0z-Vh-l70.title
source: Admin
it: Amministrazione
ja: 管理者

# hLo-8Q-rir.text
source: CHART PERIOD
de: GRAFIK-ZEITRAUM
it: PERIODO
ja: チャートの期間

# i5W-OX-A9P.title
source: Stats
de: Statistiken
it: Statistiche
ja: 統計データ

# iF3-eD-2GL.text
source: Detail
it: Dettaglio
ja: 詳細

# m7l-uD-RqH.text
source: AVERAGE CHAIN LENGTH
de: DURCHSCHNITTSDAUER EINER ERFOLGSSERIE
it: LUNGHEZZA MEDIA CATENA
ja: 鎖の長さの平均

# ngT-UO-6Bz.normalTitle
source: Clear in app purchases
de: In-App-Käufe löschen
ja: アプリ内購入を消去する

# oJx-nH-POl.text
source: PAUSED
de: AUSGESETZT
it: SOSPESO
ja: 一時停止済み

# tvQ-Qy-xRs.text
source: LATEST CHAIN LENGTH
de: LETZTE ERFOLGSSERIE
it: LUNGHEZZA ULTIMA CATENA
ja: 最近の鎖の長さ

# w1E-ef-LFE.text
source: GOOD HABITS
de: GUTE GEWOHNHEITEN
ja: 良い習慣

# yWc-mL-QxZ.text
source: Press and hold for more information, swipe left to export and backup data.
de: Halten Sie den Button gedrückt, um weitere Infos zu erhalten. Streichen Sie nach links, um Daten zu exportieren und zu sichern.
it: Tieni schiacciato per più informazioni, scorri a sinistra per esportare e salvare dati
ja: 詳細を表示するには長押ししてください。データをエクスポートおよびバックアップするには左にスワイプしてください

# yct-Ae-Wr3.text
source: NUMBER OF CHAINS
de: ANZAHL DER ERFOLGSSERIEN
it: NUMERO DI CATENE
ja: 鎖の数

# CFBundleDisplayName
source: Habits
de: Gewohnheiten
it: Abitudini
ja: 習慣

# CFBundleName
source: Habits
de: Gewohnheiten
it: Abitudini
ja: 習慣

# UILaunchStoryboardName
source: Launch Screen
de: Launch Screen_de
it: Launch Screen_it
ja: Launch Screen_jp

source: Contact us
de: Kontakt
it: Contattaci
ja: お問い合わせ

source: Delete
de: Löschen
it: Cancella
ja: 削除する

source: Export your data
de: Daten exportieren
it: Esporta i tuoi dati
ja: データをエクスポートする

source: Get Happiness
de: Glücklich werden
it: Ottieni Happiness
ja: 幸せを手に入れる

source: Hello! We hope you'd like to:
de: Hallo! Wir würden uns freuen, wenn Sie Folgendes tun könnten:
it: Ciao! Speriamo che vuoi:
ja: こんにちは！ご希望はこちらですか？：

source: Keep this habit
de: Gewohnheit behalten
it: Tieni questa abitudine
ja: この習慣を続ける

source: Like us on Facebook
de: Gefällt mir auf Facebook
it: Mi piace
ja: Facebookで「いいね！」する

source: Log an issue
de: Problem melden
it: Riporta un bug
ja: 問題をログに記録する

source: Look at the guide
de: Anleitung ansehen
it: Leggi la guida
ja: ガイドを見る

source: Mark completed
de: Als erledigt markieren
it: Segna completato
ja: 完了済みとしてマークする

source: Michael Forrest (Design/Build)
ja: マイケル・フォレスト（デザイン、制作）

source: No reminder
de: Keine Erinnerung
it: Nessun promemoria
ja: リマインダーなし

source: Pause this habit
de: Gewohnheit aussetzen
it: Sospendi abitudine
ja: この習慣を一時停止する

source: Rate this app
de: App bewerten
it: Scrivi una recensione
ja: アプリを評価する

source: Recover data
de: Daten wiederherstellen
it: Recupera dati
ja: データを復旧する

source: Remind at time
de: Zu bestimmter Uhrzeit erinnern
it: Ricordami alle
ja: 時間でリマインド

source: Resume this habit
de: Gewohnheit fortsetzen
it: Riprendi abitudine
ja: この習慣を再開する

source: Share this app
de: App teilen
it: Condividi app
ja: アプリをシェアする

source: Snooze
de: Wiederholen
it: Ricordami più tardi
ja: スヌーズ

source: Ulrich Atz (Design)
ja: ウルリッヒ・アッズ（デザイン）

source: Cancel
de: Abbrechen
it: Cancella
ja: キャンセル

source: Confirm habit deletion
de: Gewohnheit wirklich löschen?
it: Conferma cancellazione abitudine?
ja: 習慣の削除を確定する

source: Enabled
de: Aktiviert
it: Abilitato
ja: 有効

# BZm-hV-WYQ.text
source: With stats you can start to record your reasons for breaking chains. You'll also be able to see a statistical analysis of each of your habits.
de: Mit Statistiken können Sie Ihre Gründe für Versäumnisse aufzeichnen. Sie können auch eine statistische Analyse all Ihrer Gewohnheiten ansehen.
it: Con statistiche, puoi registrare i motivi per cui rompi le tue catene. Puoi anche vedere un'analisi statistica di tutte le tue abitudini.
ja: 統計データで、鎖を切った理由を記録することができます。各習慣の統計的分析を表示することもできます。

# DXL-M7-ZHe.normalTitle
source: Don't ask me again
de: Nicht erneut fragen
it: Non ricordarmi più
ja: 以後表示しない

# FqL-2v-qkd.normalTitle
source: Connecting...
de: Verbinden...
it: Connessione...
ja: 接続中...

# Nak-1h-yT4.text
source: Unlock stats?
de: Statistiken freischalten?
it: Attiva statistiche?
ja: 統計データをアンロックしますか？

# VFV-6N-wXn.normalTitle
source: Restore purchase
de: Kauf wiederherstellen
it: Riattiva
ja: 購入を復元する

# kEX-gC-er9.normalTitle
source: Not now, thanks
de: Jetzt nicht, danke
it: Non ora, grazie
ja: 今はけっこうです

source: Today
de: Heute
it: Oggi
ja: 今日

source: Yesterday
de: Gestern
it: Ieri
ja: 昨日

source: New Habit
de: Neue Gewohnheit
it: Nuova abitudine
ja: 新しい習慣

# Exercise
source: 30 mins workout
de: 30-Min.-Workout
it: 30 minuti di esercizio fisico
ja: 30分運動

source: Floss
de: Gassi gehen
it: Filo interdentale
ja: フロス

# Play the trumpet
source: Piano practice
de: Klavierunterricht
it: Pratica il piano
ja: ピアノの練習

# Take medicine
source: Take pills
de: Vitamine nehmen
it: Vitamine
ja: 薬を飲む

source: add
de: Hinzufügen
it: Aggiungi
ja: 追加する

source: Back
de: Zurück
it: Indietro
ja: 戻る

# AgC-eL-Hgc.title
source: Habits
de: Gewohnheiten
it: Abitudini
ja: 習慣

# oVd-bH-CKo.text
source: Please launch Habits on your iPhone
de: Bitte öffnen Sie die Gewohnheiten-App auf Ihrem iPhone.
it: Avvia Habits sul tuo iPhone
ja: iPhoneでHabitsを立ち上げてください。

# WQr-gE-mvg.title
source: Admin for MF
it: Adminstratio Di Michaele Forrestio
