Repository: asm-products/good-habits
Catalog: Habits/*.lproj/Main.strings
Languages: ru

# 1ut-8Z-WR4.normalTitle
source: Clear reminder
ru: Убрать напоминание

# 2Ae-ve-lFQ.text
source: GOOD HABITS
ru: ХОРОШИЕ ПРИВЫЧКИ

# aSz-PV-rTQ.text
source: Data migration
ru: Перенос данных

# bCb-0a-dVR.normalTitle
source: Restore AW Data
ru: Восстановить данные AW

# dbb-40-lz2.title
source: add
ru: добавить

# dcF-l7-O64.placeholder
source: What happened?
ru: Что случилось?

# DkH-me-7TJ.text
source: LONGEST UNBROKEN CHAIN
ru: САМАЯ ДЛИННАЯ СЕРИЯ

# Eaf-xd-yLd.text
source: HABIT NAME
ru: НАЗВАНИЕ ПРАКТИКИ

# gmw-6d-XIl.normalTitle
source: Delete this habit
ru: Удалить эту практику

# h0z-Vh-l70.title
source: Admin
ru: Администратор

# hLo-8Q-rir.text
source: CHART PERIOD
ru: ПЕРИОД ГРАФИКА

# i5W-OX-A9P.title
source: Stats
ru: Статистика

# iF3-eD-2GL.text
source: Detail
ru: Сведения

# JMG-1N-4QX.normalTitle
source: Pause this habit
ru: Приостановить эту практику

# KPl-V2-xVY.text
source: NEW
ru: СОЗДАТЬ

# m7l-uD-RqH.text
source: AVERAGE CHAIN LENGTH
ru: СРЕДНЯЯ ДЛИНА СЕРИИ

# ngT-UO-6Bz.normalTitle
source: Clear in app purchases
ru: Очистить покупки в приложении

# oJx-nH-POl.text
source: PAUSED
ru: НА ПАУЗЕ

# Pvl-5h-Qkx.title
source: Continue
ru: Продолжить

# Sn9-dv-YuW.text
source: GOOD TO HEAR
ru: РАДЫ СЛЫШАТЬ

# TdF-L1-Jwu.text
source: TOTAL DAYS CHECKED
ru: ВСЕГО ДНЕЙ ОТМЕЧЕНО

# tvQ-Qy-xRs.text
source: LATEST CHAIN LENGTH
ru: ДЛИНА ПОСЛЕДНЕЙ СЕРИИ

# U7O-ce-v3o.text
source: We need to move your data to a new store but multiple existing stores have been found. Please pick the store you would like to use. The other(s) will still be available via the info screen.
ru: Нам нужно перенести ваши данные в другое хранилище, однако обнаружено несколько хранилищ. Выберите хранилище, которое вы хотите использовать. Остальные будут все так же доступны на экране «Информация».

# w1E-ef-LFE.text
source: GOOD HABITS
ru: ХОРОШИЕ ПРИВЫЧКИ

# WbE-OV-kQ2.text
source: CHART PERIOD
ru: ПЕРИОД ГРАФИКА

# yct-Ae-Wr3.text
source: NUMBER OF CHAINS
ru: ЧИСЛО СЕРИЙ

# yWc-mL-QxZ.text
source: Press and hold for more information, swipe left to export and backup data.
ru: Удерживайте для получения дополнительных сведений, проведите влево для экспорта и резервного копирования данных.
