Repository: asm-products/good-habits
Catalog: HabitsCommon/*.lproj/Localizable.strings
Languages: de, it, ru

source: Stats
de: Statistiken
ru: Статистика

source: Length distribution
de: Längenverteilung
ru: Распределение длины

source: Notes
ru: Заметки

source: Chains
de: Erfolgsserien
ru: СЕРИЙ

source: %@ days
de: %@ Tagen
ru: %@ дня

source: 1 day
de: 1 Tag
ru: 1 день

# %@ days [more than 4]
source: %@ days
ru: %@ дней

source: New Habit
de: Neue Gewohnheit
ru: Новая практика

source: Credits
ru: Титры

source: Missed %@. What happened?
de: Sie haben %@ verpasst. Wieso?
ru: Пропустили %@. Что случилось?

source: Carried over from yesterday
de: Von gestern übertragen
ru: Перенесено с вчерашнего дня

source: You can also
de: Sie können auch
ru: Также вы можете

source: Checked %@
de: %@ geprüft
ru: Отмечено %@

source: Keep this habit
de: Gewohnheit behalten
ru: Оставить эту практику

source: Don't Break The Chain!
de: Bleiben Sie am Ball!
ru: Не прерывайте серию!

# Mark completed
source: Done!
de: Fertig!
it: Fato!
ru: Готово

source: Snooze
de: Wiederholen
ru: Отложить

source: Look at the guide
de: Anleitung ansehen
it: Leggi la guida
ru: Открыть руководство

source: Get Happiness
de: Glücklich werden
it: Ottieni Happiness
ru: Станьте счастливее

source: Rate this app
de: App bewerten
it: Scrivi una recensione
ru: Оценить приложение

source: Share this app
de: App teilen
it: Condividi questa app
ru: Поделиться приложением

source: Like us on Facebook
de: Gefällt mir auf Facebook
it: Like noi sul Facebook
ru: Поставить «лайк» на Facebook

source: Not on Sundays
de: Nicht sonntags
it: Non di domenica
ru: Не напоминать в воскресенье

source: Not on Mondays
de: Nicht montags
it: Non di lunedì
ru: Не напоминать в понедельник

source: Not on Tuesdays
de: Nicht dienstags
it: Non il martedì
ru: Не напоминать во вторник

source: Not on Wednesdays
de: Nicht mittwochs
it: Non il mercoledì
ru: Не напоминать в среду

source: Not on Thursdays
de: Nicht donnerstags
it: Non il giovedì
ru: Не напоминать в четверг

source: Not on Fridays
de: Nicht freitags
it: Non di venerdì
ru: Не напоминать в пятницу

source: Not on Saturdays
de: Nicht samstags
it: Non di sabato
ru: Не напоминать в субботу

source: Export your data
de: Daten exportieren
it: Exporto il suo data
ru: Экспорт данных

source: Log an issue
de: Problem melden
it: Reporta una problema
ru: Сообщить о проблеме

source: Contact us
de: Kontakt
it: Noi contactare
ru: Связаться с нами

source: Recover data
de: Daten wiederherstellen
it: Recoverato il data
ru: Восстановить данные

# [guide] 1. Tap the + to get started
source: Tap the + to get started
de: Zum Starten auf + tippen
ru: Нажмите «+», чтобы начать работу

# [guide] 2. Enter new habit title
source: Enter the title
de: Titel eingeben
ru: Введите название

# [guide] 3. First habit description
source: Floss
de: Gassi gehen
ru: Чистка зубов ниткой

# [guide] 4. Inform about toggling days
source: Maybe you don't need to do it every day
de: Vielleicht müssen Sie diese Aufgabe nicht jeden Tag erledigen.
ru: Возможно, вам необязательно делать это каждый день

# [guide] 5. Introduce Reminders
source: Set a reminder
de: Erinnerung einrichten
ru: Установить напоминание

# [guide] 6. Introduce completion checkbox
source: Check the box when you've done it
de: Setzen Sie ein Häkchen in das Kontrollkästchen, wenn Sie die Aufgabe erledigt haben.
ru: Поставьте флажок, когда закончите

# [guide] 7. Later...
source: Later...
de: Später...
ru: Позже...

# [guide] 8. Introduce tapping twice to mark failure
source: If you missed today, you can tap the box twice
de: Wenn Sie die Aufgabe heute nicht geschafft haben, können Sie das Kästchen zweimal antippen.
ru: Если вы что-то пропустили сегодня, коснитесь поля дважды

# [guide] 9. Introduce in-app purchase chain-break reasons feature
source: With stats enabled (in app purchase) you can record the reasons for your chain break.
de: Wenn Sie Statistiken aktiviert haben (In-App-Kauf erforderlich), können Sie die Gründe für eine versäumte Aufgabe erkennen.
ru: Если включена статистика (требуется покупка из приложения), можно записывать причины прерывания серии.

# [guide] 10. Reason for breaking chain
source: I ran out of floss
de: Der Hund war krank.
ru: У меня закончилась зубная нить

# [guide] 11. Introduce stats button
source: See stats with the top-right button
de: Die Statistiken finden Sie oben rechts.
ru: Просмотр статистики нажатием кнопки в правом верхнем углу

# [guide] 12. Describe stats screen
source: You'll see chain information and also a list of reasons you missed a day
de: Sie sehen Infos zur Aufgabenkette und eine Liste der Gründe, warum Sie eine Aufgabe verpasst haben.
ru: Вы увидите сведения о серии и список причин, по которым вы пропускали дни практики

# [guide] 13. Introduce swiping mechanic
source: If you didn't open the app for a few days but didn't miss any days, you can check them off by swiping the list
de: Wenn Sie die App einige Tage lang nicht geöffnet haben, aber keine Aufgabe verpasst haben, können Sie sie durch Wischen der Liste abhaken.
ru: Если вы не открывали приложение несколько дней, но при этом не пропускали дни практики, можно отметить их, прокрутив список

# [guide] 14. Add that habits can be paused and deleted by swiping
source: You can also pause or delete habits this way
de: Auf diese Weise können Sie Gewohnheiten auch aussetzen oder löschen.
ru: Таким способом можно также приостановить практику или удалить ее

# [guide] 15. It takes about a month to form a new habit
source: It takes about a month to form a new habit.
de: Es dauert ungefähr einen Monat, um eine neue Gewohnheit zu entwickeln.
ru: На формирование новой привычки на основе практики требуется примерно месяц.

# [guide] 16. Have fun, and don't break the chain!
source: Have fun, and don't break the chain!
de: Viel Spaß! Und immer schön am Ball bleiben!
ru: Живите с удовольствием и не прерывайте серию!

source: Back
de: Zurück
ru: Назад

source: No reminder
de: Keine Erinnerung
ru: Нет напоминания

source: Clear reminder
de: Erinnerung löschen
ru: Убрать напоминание

source: Set reminder
de: Erinnerung einrichten
ru: Установить напоминание

# Remind at time
source: Remind at %@
de: Um %@ erinnern
ru: Напомнить в %@

source: Pause this habit
de: Gewohnheit aussetzen
ru: Приостановить эту практику

source: Resume this habit
de: Gewohnheit fortsetzen
ru: Возобновить эту практику

# Confirm habit deletion
source: Delete this habit? This cannot be undone.
de: Gewohnheit unwiderruflich löschen?
ru: Удалить эту практику? Данное действие нельзя отменить.
